<?php

/* @var $this yii\web\View */

$this->title = 'index';
$baseUrl = 'dev_isuzuthailandmaster2018';

?>

<section class="sec-highlight">
    <img src="img/men.png">
    <h1>
        อีซูซุไทยแลนด์มาสเตอร์ 2018
        <small>ตีเสียดฟ้า...บนสนามความสูงระดับเวิลด์คลาส</small>
    </h1>
    <h2>
        ร่วมประลองวงสวิง <span></span>กับทัวร์นาเมนท์สุดยิ่งใหญ่
    </h2>
    <p>
        ชิงรางวัลแพ็คเกจเล่นกอล์ฟที่สนาม “เจดดราก้อน สโนว์เมาน์เทน กอล์ฟคลับ”
        <small>(Jade Dragon Snow Mountain Golf Club) ณ เมืองลี่เจียง ประเทศจีน พร้อมลุ้นรางวัลพิเศษมากมาย*</small>
    </p>
    <a href="/<?php echo $baseUrl; ?>/rule" class="btn">สมัครที่นี่</a>
</section>
<section class="sec-customer">
    <div class="container">
        <h1 class="head-index">
            สมัครก่อนมีสิทธิ์ก่อน
        </h1>
        <h2>
            <span>พิเศษ!</span> ลูกค้าอีซูซุลูกค้ามิว-เอ็กซ์ วี.ไอ.พี คลับ
            <small>
                สมัครเพียง <span>1,900</span> บาท<br>
                พร้อมได้รับสิทธิ์ร่วมแข่งขันก่อนใคร    
            </small>                    
        </h2>    
        <ul>
            <li>
                ค่าสมัครรวมค่ากรีนฟี แคดดี้ฟี อาหาร พร้อมรับของที่ระลึกอีซูซุ เสื้อโปโล หมวก ร่ม และถุงกอล์ฟ ยี่ห้อ Mizuno รวมมูลค่ากว่า 8,000 บาท
            </li>
            <li>
                สนใจสมัครเข้าร่วมการแข่งขันได้ตามวันที่กำหนด
            </li>
        </ul> 
        <img src="img/golf.png">           
    </div>
</section>
<section class="sec-special">
    <div class="container">
        <div class="box-car">
            <img src="img/mu-x.png" class="car">                     
            <img src="img/logo-mu-x.png" class="logo-mu-x">
            <p>
                มูลค่า <span>1,341,000</span> บาท
            </p>
        </div>                
        <div class="box-special">                    
            <h1 class="head-index">
                รางวัลพิเศษ
            </h1>
            <img src="img/logo-hole.png">
            <h2>
                รางวัลสำหรับผู้ทำโฮลอินวัน (Hole in one) 4 หลุม ในแต่ละสนาม คือ              
            </h2>    
            <ul>
                <li>
                    The New Isuzu MU-X มูลค่า 1,341,000 บาท สนับสนุนโดยโตเกียวมารีนประกันภัย
                </li>
                <li>
                    ชุดเหล็กมิซูโน่ รุ่น MP-18 จำนวน 6 ชิ้น พร้อมถุงกอล์ฟ มูลค่า 79,100 บาท สนับสนุนโดยมิซูโน่
                </li>
                <li>
                    บัตรกำนัลมิซูโน่ มูลค่า 30,000 บาท  สนับสนุนโดยตรีเพชรอีซูซุลิสซิ่ง
                </li>
                <li>
                    นาฬิกา Garmin รุ่น Approach S60 และกระเป๋าใส่ถุงกอล์ฟ มูลค่า 25,890 บาท  สนับสนุนโดยตรีเพชรอินชัวรันส์เซอร์วิส
                </li>
            </ul> 
            <h2>
                รางวัลตีไกล สนับสนุนโดยคาลเท็กซ์
            </h2>
            <h2>
                รางวัลตีใกล้ธง สนับสนุนโดยมิซูโน่
            </h2>
            <h2>
                รางวัลตีใกล้เส้น สนับสนุนโดยการ์มิน
            </h2>
        </div>               
    </div>
</section>
<section class="sec-award">
    <div class="container">
        <h1 class="head-index">
            รอบคัดเลือก
        </h1>
        <div class="row-award row-auddition">
            <div class="wrap-table">
                <table>
                    <thead>
                        <tr>
                            <th>
                                วันแข่งขัน
                            </th>
                            <th>
                                สนามกอล์ฟ
                            </th>
                            <th>
                                
                            </th>
                            <th>
                               วันที่รับสมัคร
                            </th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>
                                23 เม.ย. 2561
                            </td>
                            <td>
                                บลูแคนยอน คันทรีคลับ  
                            </td>
                            <td>
                                ภูเก็ต
                            </td>
                            <td>
                                26 มี.ค. - 5 เม.ย 2561
                            </td>
                        </tr>
                        <tr>
                            <td>
                                21 พ.ค. 2561
                            </td>
                            <td>
                                สนามกอล์ฟราชพฤกษ์
                            </td>
                            <td>
                                กรุงเทพฯ
                            </td>
                            <td>
                                19 เม.ย. - 10 พ.ค. 2561
                            </td>
                        </tr>
                        <tr>
                            <td>
                                18 มิ.ย. 2561
                            </td>
                            <td>
                                กรังด์ปรีซ์กอล์ฟคลับ
                            </td>
                            <td>
                                กาญจนบุรี
                            </td>
                            <td>
                                17 พ.ค. - 7 มิ.ย. 2561
                            </td>
                        </tr>
                        <tr>
                            <td>
                                23 ก.ค. 2561
                            </td>
                            <td>
                                อัลไพน์กอล์ฟรีสอร์ทเชียงใหม่
                            </td>
                            <td>
                                เชียงใหม่
                            </td>
                            <td>
                                14 มิ.ย. - 12 ก.ค. 2561
                            </td>
                        </tr>
                        <tr>
                            <td>
                                21 ส.ค. 2561
                            </td>
                            <td>
                                เดอะ รอยัลเจมส์ กอล์ฟ ซิตี้
                            </td>
                            <td>
                                ปทุมธานี
                            </td>
                            <td>
                                12 ก.ค. - 9 ส.ค. 2561
                            </td>
                        </tr>
                        <tr>
                            <td>
                                24 ก.ย. 2561
                            </td>
                            <td>
                                สิงห์ปาร์ค ขอนแก่น กอล์ฟคลับ
                            </td>
                            <td>
                                ขอนแก่น
                            </td>
                            <td>
                                16 ส.ค. – 13 ก.ย. 2561
                            </td>
                        </tr>
                    </tbody>
                </table>                    
            </div>
            <div class="award-detail">
                <h2>
                    รางวัลรอบคัดเลือก
                </h2>
                <p>
                    ถ้วยรางวัลสำหรับอันดับ 1-3<br>
                    ของแต่ละไฟลท์<br>
                    และผู้ทำคะแนนที่ดีที่สุด<br>
                    (Overall Low Gross)
                </p>
            </div>                    
        </div>               
        <h1 class="head-index">
            รอบชิงชนะเลิศ
        </h1>
        <div class="row-award row-final">     
            <div class="wrap-table">
                <table>
                    <thead>
                        <tr>
                            <th>
                                วันแข่งขัน
                            </th>
                            <th>
                                สนามกอล์ฟ
                            </th>
                            <th>
                                
                            </th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>
                                8 ต.ค. 2561
                            </td>
                            <td>
                                สนามอัลไพน์กอล์ฟคลับ
                            </td>
                            <td>
                                ปทุมธานี
                            </td>
                        </tr>
                    </tbody>
                </table>
            </div>
            <div class="award-detail">
                <h2>
                    รางวัลรอบชิงชนะเลิศ
                </h2>
                <p>
                    ถ้วยรางวัลสำหรับอันดับ 1-3 ของแต่ละไฟลท์<br>
                    และผู้ทำคะแนนที่ดีที่สุด (Overall Low Gross)
                </p>
                <p>
                    พร้อมแพ็คเกจเล่นกอล์ฟที่สนาม “เจดดราก้อน สโนว์เมาน์เทน
                    กอล์ฟคลับ” เมืองลี่เจียง ประเทศจีน พร้อมตั๋วเครื่องบิน
                    1 ที่นั่ง และที่พักรวมมูลค่า 80,000 บาท
                </p>
            </div>
        </div>
        <div class="remark-award">
            <p>หมายเหตุ</p>
            <ul>
                <li>
                    การรับสมัครแต่ละสนาม จะรับสมัครเฉพาะวันที่ 21 มีนาคม 2561 เท่านั้น โดยเริ่มรับสมัครเวลา 8.30 น. ทาง <a href="http://isuzu-tis.com/isuzuthailandmaster2018">www.isuzu-tis.com/isuzuthailandmaster2018</a>
                </li>
                <li>
                    การสมัครจะถือว่าเสร็จสมบูรณ์ เมื่อผู้สมัครได้รับรหัสการสมัครเป็นที่เรียบร้อยแล้ว (รหัสในการสมัคร ไม่ใช่ การรับสิทธิ์เข้าร่วมการแข่งขัน)
                </li>
                <li>
                    ผู้สมัครจะได้รับสิทธิ์เข้าร่วมการแข่งขันกอล์ฟ “อีซูซุไทยแลนด์มาสเตอร์ 2018” ก็ต่อเมื่อได้รับโทรศัพท์ยืนยันสิทธิ์การเข้าร่วมการแข่งขันจากเจ้าหน้าที่ลูกค้าสัมพันธ์อีซูซุเท่านั้น และจะเสร็จสมบูรณ์เมื่อผู้สมัครส่งเอกสารครบถ้วนตามที่กำหนดและชำระเงินเป็นที่เรียบร้อย
                </li>
                <li>
                    ค่าสมัครข้างต้นไม่รวมค่าเช่ารถกอล์ฟในทุกกรณี
                </li>
                <li>
                    วันเวลาและสถานที่ดังกล่าวอาจมีการเปลี่ยนแปลงตามความเหมาะสม
                </li>
                <li>
                    รางวัลที่ได้รับไม่สามารถเปลี่ยนเป็นเงินสดได้
                </li>
                <li>
                    รางวัล “Hole in one” จะมีการประกาศให้ทราบว่าหลุมใดได้รับรางวัลใดก่อนการแข่งขัน
                </li>
                <li>
                    หากมีผู้ทำ “Hole in one” ในแต่ละสนามได้มากกว่าหนึ่งคน รางวัลจะถูกตีมูลค่าและแบ่งในสัดส่วนเท่ากัน
                </li>
                <li>
                    ผู้ที่ได้รับรางวัลจะถูกหักภาษี ณ ที่จ่าย 5% หรือตามที่กฎหมายกำหนด
                </li>
                <li>
                    การยืนยันสิทธิ์ในการเข้าร่วมการแข่งขันแต่ละสนาม บริษัทฯ จะยืนยันสิทธิ์ลูกค้าอีซูซุก่อนลูกค้าทั่วไป โดยการคัดเลือกจากเวลาที่สมัครเข้าร่วมการแข่งขัน สมัครก่อนจะได้รับสิทธิ์ก่อน
                </li>
                <li>
                    บริษัทฯ ขอสงวนสิทธิ์การยืนยันสิทธิ์เข้าร่วมการแข่งขันแต่ละสนาม โดยการยืนยันสิทธิ์ของบริษัทฯ ถือเป็นที่สิ้นสุด
                </li>
            </ul>
        </div>
    </div>
</section>
<footer>
        <div class="container">
            <img src="img/logo-foot-01.png">
            <img src="img/logo-foot-02.png">
        </div>
    </footer>
<?php 
$this->registerJsFile(
    '@web/js/bootstrap.min.js',
    ['depends' => [\yii\web\JqueryAsset::className()]]
);


// $this->registerCssFile("@web/css/bootstrap.min.css", [
//     'depends' => [\yii\bootstrap\BootstrapAsset::className()],
//     'media' => 'print',
// ], 'css-print-theme');



$this->registerJs('
    $(function() {
        
    });

    ');
 ?>