<?php

/* @var $this yii\web\View */
/* @var $form yii\bootstrap\ActiveForm */
/* @var $model app\models\LoginForm */

use yii\helpers\Html;
use yii\bootstrap\ActiveForm;

$this->title = 'rule';
$this->params['breadcrumbs'][] = $this->title;

?>
<div class="container">
    <div class="wrap-detail">
        <div class="title">
            <h1>
                อีซูซุไทยแลนด์มาสเตอร์ 2018
            </h1>
            <p>
                ตีเสียดฟ้า...บนสนาม<b>ความสูงระดับเวิลด์คลาส</b>
            </p>
            <p>
                ร่วมประลองวงสวิง กับทัวร์นาเมนท์สุดยิ่งใหญ่
            </p>  
            <p class="detail">
                ชิงรางวัลแพ็คเกจเล่นกอล์ฟที่สนาม “เจดดราก้อน สโนว์เมาน์เทน กอล์ฟคลับ”<br>
                (Jade Dragon Snow Mountain Golf Club) ณ เมืองลี่เจียง ประเทศจีน<br>
                พร้อมลุ้นรางวัลพิเศษมากมาย*
            </p>    
        </div>
        <div class="box-detail">
            <h2>
                กฎกติกาการสมัครเข้าร่วมการแข่งขันกอล์ฟ <br>“อีซูซุไทยแลนด์มาสเตอร์ 2018”
            </h2>
            <div class="txt-detail head-rule">
                <h3>
                   สมัครก่อนมีสิทธิ์ก่อน 
                </h3>
                <strong>
                    พิเศษ! ลูกค้าอีซูซุลูกค้ามิว-เอ็กซ์ วี.ไอ.พี คลับ สมัครเพียง 1,900 บาท พร้อมได้รับสิทธิ์ร่วมแข่งขันก่อนใคร
                </strong>
                <ul>
                    <li>
                        ค่าสมัครรวมค่ากรีนฟี แคดดี้ฟี อาหาร พร้อมรับของที่ระลึกอีซูซุ เสื้อโปโล หมวก ร่ม และถุงกอล์ฟ ยี่ห้อ Mizuno รวมมูลค่ากว่า 8,000 บาท
                    </li>
                    <li>
                        สนใจสมัครเข้าร่วมการแข่งขันได้ตามวันที่กำหนด
                    </li>
                </ul>
            </div>
        </div>
        <div class="box-detail">
            <div class="txt-detail rule-customer">
                <h3>
                   รายละเอียดผู้สมัคร
                </h3> 
                <p>
                    ผู้สมัครที่ใช้สิทธิ์ลูกค้าอีซูซุมิว-เอ็กซ์ วี.ไอ.พี คลับ ต้องนำสำเนาทะเบียนรถ หรือสำเนาสัญญาเช่าซื้อ ใบเสร็จ หรือใบกำกับภาษีในการซื้อรถมาแสดง พร้อมหลักฐานการเสียภาษีต่อทะเบียนรถในปีล่าสุด โดยทะเบียนรถต้องไม่หมดอายุ (นับจากวันรับสมัครวันแรกของแต่ละสนาม)
                </p>
            </div>
        </div>
        <div class="box-detail">
            <div class="txt-detail rule-remark">                        
                <strong>
                    หมายเหตุ :
                </strong>
                <ul>
                    <li>
                        การสมัครจะถือว่าเสร็จสมบูรณ์ เมื่อผู้สมัครได้รับรหัสการสมัครเป็นที่เรียบร้อยแล้ว (รหัสในการสมัคร ไม่ใช่ การรับสิทธิ์เข้าร่วมการแข่งขัน)
                    </li>
                    <li>
                        ผู้สมัครจะได้รับสิทธิ์เข้าร่วมการแข่งขันกอล์ฟ “อีซูซุไทยแลนด์มาสเตอร์ 2018” ก็ต่อเมื่อได้รับโทรศัพท์ยืนยันสิทธิ์การเข้าร่วมการแข่งขันจากเจ้าหน้าที่ลูกค้าสัมพันธ์อีซูซุเท่านั้น และจะเสร็จสมบูรณ์เมื่อผู้สมัครส่งเอกสารครบถ้วนตามที่กำหนดและชำระเงินเป็นที่เรียบร้อย
                    </li>
                    <li>
                        กรณีผู้สมัครที่ได้รับการยืนยันสิทธิ์ในการร่วมเข้าแข่งขัน จะไม่สามารถเปลี่ยนสนามการแข่งขันและไม่สามารถขอคืนเงินได้ทุกกรณี
                    </li>
                    <li>
                        ค่าสมัครข้างต้นไม่รวมค่าเช่ารถกอล์ฟในทุกกรณี
                    </li>
                    <li>
                        วันเวลาและสถานที่ดังกล่าวอาจมีการเปลี่ยนแปลงตามความเหมาะสม
                    </li>
                    <li>
                        รางวัลที่ได้รับไม่สามารถเปลี่ยนเป็นเงินสดได้
                    </li>
                    <li>
                        รางวัล “Hole in one” จะมีการประกาศให้ทราบว่าหลุมใดได้รับรางวัลใดก่อนการแข่งขัน
                    </li>
                    <li>
                        หากมีผู้ทำ “Hole in one” ในแต่ละสนามได้มากกว่าหนึ่งคน รางวัลจะถูกตีมูลค่าและแบ่งในสัดส่วนเท่ากัน 
                    </li>
                    <li>
                        ผู้ที่ได้รับรางวัลจะถูกหักภาษี ณ ที่จ่าย 5% หรือตามที่กฎหมายกำหนด
                    </li>
                    <li>
                        การยืนยันสิทธิ์ในการเข้าร่วมการแข่งขันแต่ละสนาม บริษัทฯ จะยืนยันสิทธิ์ลูกค้าอีซูซุก่อนลูกค้าทั่วไป โดยการคัดเลือกจากเวลาที่สมัครเข้าร่วมการแข่งขัน สมัครก่อนจะได้รับสิทธิ์ก่อน
                    </li>
                    <li>
                        บริษัทฯ ขอสงวนสิทธิ์การยืนยันสิทธิ์เข้าร่วมการแข่งขันแต่ละสนาม โดยการยืนยันสิทธิ์ของบริษัทฯ ถือเป็นที่สิ้นสุด 
                    </li>
                </ul>
            </div>
        </div>
        <div class="box-detail">
            <div class="txt-detail">
                <form class="form-rule">
                    <label>
                        <input type="checkbox" name="" id="checkrule">
                        <span></span>
                        <p>
                            ท่านได้อ่านกฎกติกาการแข่งขันทั้งหมดแล้วและยอมรับกฎกติกาการแข่งขันดังกล่าวข้างต้นแล้ว
                        </p>
                    </label>
                    <input type="submit" id="submitrule" name="" class="btn" value="ยืนยัน">
                </form>
            </div>
        </div>
    </div>
</div>

<?php 

$this->registerJsFile('@web/js/main.js?=r'.date('ymd'), ['depends' => 'yii\web\YiiAsset']);
 ?>